Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=841_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Stivrra čoahkkima mearrádusat
smn: Stiivrâ čuákkim miärádâsah

source: Sámedikki stivra doalai telefončoahkkima 3.4.2014.
smn: Sämitige stivrâ toolâi puhelinčuákkim 3.4.2014.

source: Stivrra attii
smn: Stivrâ adelij

source: čealkámuša
smn: ciälkkámuš

source: hápmosis stivrra evttohussan gielddaid vuođđobálvalusaid stáhtaossodatvuogádaga ođasmahttima várás.
smn: hammiittâsâst haldâttâs oovdânpyehtimân kieldâi vuáđupalvâlusâi staatâuásivuáháduv uđâsmitmân.

source: Evttohusa mielde sámiid ruovttuguovllu gieldda lassioassi mearrášuvašii njuolgga álbmotdiehtovuogádaga dieđuide vuođđuduvvi sámegielat álbmotossodaga vuođul.
smn: Iävtuttâs mield sämikuávlu kieldâ laseuási meriduuččij njuolgist aalmugtiätuvuáháduv tiäđoid vuáđuduvvee sämikielâlâš aalmuguási vuáđuld.

source: Lassioasi geavaheami evtohusas ii leat eaktuduvvon geavahuvvot sámegielat bálvalusaid oažžuma sihkkarastima ovddieaddji ulbmiliid várás.
smn: Laseuási kevttim ij oovdânpyehtimist lah vaattum kevttiđ tárguttâssáid, moh ovdedeh sämikielâlij palvâlusâi finnim turvim.

source: Sámedikki stivra gávnnahii čealkámušastis ahte álbmotdiehtovuogádahkii sámegiela etanigiellan leat almmuhan jagi 2012 loahpas 1903 olbmo.
smn: Sämitige stivrâ pahudij ciälkkámušâstis ete aalmugtiätuvuáhádâhân sämikielâ eennikiellânis láá almottâm ive 2012 loopâst 1903 olmožid.

source: Sápmelaččat leat Suomas sámedikki válggaid oktavuođas čoggojuvvon statistihka mielde s. 10 000.
smn: Sämmiliih láá Suomâst sämitige vaaljâi ohtâvuođâst nuurrum lovottuv mield s. 10 000.

source: Sápmelaččat eai leat merken sámegiela almmuhemiin dan eatnigiellan, go ii leat miige váikkuhusaid virgeoapmahašáššedikšumii dahje dasa, man gielat bálvalusa dat olmmoš oažžu.
smn: Sämmiliih iä lah merkkim sämikielâ almootmáin eenikiellânis, ko tast ij lah mihheen vaikuttâsâid virgeomâhâšášástâlmân teikâ toos, mon kielâlijd palvâlusâid áášánkullee olmooš finnee.

source: Álbmotdiehtovuogádahkii lea sáhttán easka jagi 2013 merket man sámegiela olmmoš hállá eatnigiellan.
smn: Aalmugtiätuvuáhádâhân lii puáhtám eskân ive 2013 merkkiđ maid sämikielâid olmooš sárnu eenikiellânis.

source: Sámediggi gidde fuopmášumi čealkámusaštis maiddái dasa, ahte sámegielddat galget ollašuhttit sámegiela giellalága geatnegasvuođaid gieldda sámegielat olbmuid mearis fuolakeahttá.
smn: Sämitigge kiddee ciälkkámušâstis huámmášume meid toos, ete sämmiliih kieldah kalgeh tevdiđ säämi kielâlaavâ kenigittee aašijd peerusthánnáá kieldâ sämikielâlii aalmug meereest.

source: Sámediggi evttohii čealkámušastis, ahte
smn: Sämitigge oovdânpuovtij ciälkkámušâstis, ete

source: Sámiid ruovttuguovllu gielddaid lassioassi máksojuvvo fásta, seammasturrosaš bálvalusdárbuvuđot lassin bálvalusaid dorvvasteami dihtii buot sámiid ruovttuguovllu gielddaide.
smn: Sämikuávlu kieldâi laseuási máksoo fasta, siämmáástuárusâš palvâlemtárbuvuáđustâslâš lasseen sämikielâlij palvâlusâi turviimân puoh sämikuávlu kieldáid.

source: Oasi galgá máksit Anára gildii bajiduvvon oassin, daningo gielda galgá bálvalit golmma eará sámegillii ja Ohcejoga gildii bajiduvvon oassin stuorra balvalusdárbbu dihtii.
smn: Uási kalga mäksiđ Aanaar kieldân pajedum uássin, ko kieldâ kalga palvâliđ kuulmáin jieškote-uv sämikieláin já Ucjuv kieldân pajedum uássin stuorrâ palvâlemtáárbu tiet.

source: Sámiid ruovttuguovllu gielddaide sámegielat veahkadaga vuođul mákson lassioassái gullá geatnegasvuohta sámegielat bálvalusaid ordnema várás.
smn: Laseuásán, mii máksoo sämikuávlu kieldáid sämikielâlii aalmuguási vuáđuld, siskálmittoo kenigâsvuotâ sämikielâlij palvâlusâi orniimân.

source: Stivra nammadii ovddasteaddjin On:id eamiálbmotáššiid bissovaš foruma 13. čoahkkimii New Yorkii 12. – 23.5.2014.
smn: Stivrâ nomâttij ovdâsteijen OA algâaalmugaašij pisovâš foorum 13. čuákkimân New Yorkân 12. – 23.5.2014.

source: II várreságajođiheaddji Heikki Paltto ja nuoraidráđi ovddasteaddji Minna Lehtola.
smn: II värisaavâjođetteijee Heikki Paltto já nuorâirääđi ovdâsteijee Minna Lehtola.

source: Olgoáššiidministeriija máksá aŋkke ovtta sámedikki ovddasteaddji mátkegoluid.
smn: Olgoašijministeriö máksá aainâs-uv oovtâ sämitige ovdâsteijee mätkikoloid.

source: Stivra mearridii čatnašuvvat
smn: Stivrâ meridij čonâdâttâđ

source: suvdilis ruvkedoaimma fierpmádaga ovttasbargočatnašupmái
smn: pištee ruukitooimâ viärmáduv oovtâstpargočonâdâtmân

source: ja nammadii váimmusjovkui ságajođiheaddji Klemetti Näkkäläjärvi ja várreláhttun Heikki Paltto.
smn: já nomâttij vááimusjuávkun saavâjođetteijee Klemetti Näkkäläjärvi já väärrin Heikki Paltto.

source: Suvdilis ruvkedoaimma fierpmádat lea Sitra fidnu.
smn: Pištee ruukitooimâ viärmádâh lii Sitra proojeekt.

source: Suvdilis ruvkedoaimma fierpmádaga váldoulbmilin lea ovddidit suvdilut ruvkedoaimma vejolašvuođaid Suomas, ii buoridit ruvkkiid dábálaš doaibmavejolašvuođaid.
smn: Pištee ruukitooimâ viärmáduv váldu-ulmen lii ovdediđ pištevub ruukitooimâ iävtuid Suomâst, ij pyerediđ ruukij almos toimâiävtuid.

source: Suvdilis ruvkedoaimma fierpmádaga váimmusjoavkku bargun lea ee. ovddidit Supmii vuogas bargoneavvuid eambbo vásttolaš ja suvdilut ruvkedoaimma vejolažžan dahkama várás.
smn: Pištee ruukitooimâ viärmáduv vááimusjuávhu pargon lii el. ovdediđ Suomân heivejeijee pargopiergâsijd eenâb ovdâsvástádâslâš já pištee ruukitooimâ máhđulâžžân tohâmân.

source: Ovttasbargočatnašupmi vuođđuduvvá lágaid čuovvumii ja vuolláičállán váimmusjoavkku lahtut čatnašit sámiid sierravuoigatvuođaid gudnejahttimii.
smn: Oovtâstpargočonâdâttâm vuáđuduvá laavâi nuávditmân já jesâneh, kiäh láá tom vuáláčáállám, čonâdâteh sämmilij sierânâsvuoigâdvuođâi kunnijâtmân.

source: Stivra čoahkkana čuovvovaš háve 22.4.2014 Anáris.
smn: Stivrâ čokkân čuávuváá keerdi 22.4.2014 Anarist.
